13/data/attachments/c975e629288601ed.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_65a9c040-f806-42c8-b1ad-1b8f9b0c4868</nif:username>
            <nif:friendToBeAdded>Shane_color_Actions_98804_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>